app/views/movies/index.html.erb

<h1><%= pluralize(@movies.count(), 'Movie')%></h1>
---
SELECT "movies".* FROM "movies"
SELECT COUNT(*) FROM "movies"